Repository: Morozina/WorldOfPAYBACK
Catalog: WorldOfPAYBACK/General/Localization/*.lproj/Localizable.strings
Languages: pl, uk

# Transaction-List-Title
source: Transactions
pl: Transakcje
uk: Транзакції

# Fetching-Transactions-Text
source: Fetching transactions...
pl: Pobieram transakcje...
uk: Отримання трансакцій...

source: Transactions sum:
pl: Suma transakcji:
uk: Сума операцій:

# Search-Filter-View-Title
source: Filters
pl: Filtry
uk: Фільтри

# Category-Section-Title
source: Category
pl: Kategoria
uk: Категорія

# Category-Section-Footer
source: Select filter you want to apply to transactions list.
pl: Wybierz filtr, który chcesz zastosować do listy transakcji.
uk: Виберіть фільтр, який потрібно застосувати до списку транзакцій.

# Search-Filter-View-Clear-Button
source: Clear
pl: Wyczysc
uk: Очистити

# Not-Connected-Text
source: Not connected!
pl: Nie połączony!
uk: Не з'єднано!

source: Perform Network Request
pl: Wykonaj żądanie sieciowe
uk: Виконайте мережевий запит

# Is-Connected-Alert-Title
source: Success!
uk: Успіх!

# Is-Connected-Alert-Message
source: The network request can be performed
pl: Można wykonać żądanie sieciowe
uk: Мережевий запит можна виконати

# Not-Connected-Alert-Title
source: No Internet Connection
pl: Brak połączenia z internetem
uk: Немає підключення до Інтернету

# Not-Connected-Alert-Message
source: Please enable Wifi or Cellular data
pl: Włącz transmisję danych Wi-Fi lub komórkową
uk: Увімкніть Wi-Fi або мобільні дані

# Not-Connected-Alert-Button-Text
source: Cancel
pl: Anulować
uk: Скасувати

# Empty-Transactions-List-Message
source: Something, went wrong. Click Refresh button to try again.
pl: Coś poszło nie tak. Kliknij przycisk Odśwież, aby spróbować ponownie.
uk: Щось пішло не так. Натисніть кнопку «Оновити», щоб повторити спробу.

source: Fetch transactions again.
pl: Pobierz transakcje ponownie.
uk: Знову отримати транзакції.
